const dataList = [
  {
    id: 1,
    title: '喜马拉雅山',
    src: '/src/assets/landscape/1_1.jpg',
    introduce: '喜马拉雅山是世界上最高的山脉，位于南亚的尼泊尔、不丹、藏区、印度和巴基斯坦等国家的交界处，山脉长达2400公里，宽约300公里。喜马拉雅山脉是青藏高原和印度洋之间的自然屏障，其主峰珠穆朗玛峰海拔8848米，是地球上海拔最高的山峰。喜马拉雅山的山脉地貌壮观，山峰、冰川、峡谷、山口、峰顶等景观形态各异，在喜马拉雅山脉上生存着极其丰富的植物和动物资源。喜马拉雅山脉除了珠穆朗玛峰之外，还有很多其他的重要山峰，如洛子峰、卓奥友峰、夏返利峰、帕坦加峰等，它们都是登山爱好者向往的目标。',
    list: [
      {
        name: '滚动视差响应',
        num: 1,
        src: '/src/assets/landscape/1_1.jpg',
        path: '/landscape/1_1',
        introduce: 'css+js事件监听,实现滚动视差响应文字效果'
      },
    ]
  }
]

export default dataList